{
    "5b97cd133a8d287da1fbf504": {
        "__v": 0,
        "_id": {
            "$oid": "5b97cd133a8d287da1fbf504"
        },
        "createdAt": {
            "$date": 1536676443382
        },
        "dealerName": "Dell",
        "dealerProductActive": true,
        "dealerProductPrice": 1974,
        "dealerProductWarrantyDays": 90,
        "displayPriority": 100.0,
        "images": [
            "upload_910b965ff880c23f625f791d0104d52f.jpg",
            "upload_a7bb81a7d1162cc113d7dd1c01ea7530.jpg",
            "upload_f3ce0b3e19840a7a6ac3a92c0fc994b9.jpg",
            "upload_bbe4debf2b0c23896c1ea6f4dfd50085.jpg",
            "upload_6433c240c441835097133567e838c777.jpg",
            "upload_4b77d50dec761347efd7584dbcbfdaf0.jpg",
            "upload_323204e3e7d224b96dfee33c0ba059dc.jpg"
        ],
        "storeProductActive": true,
        "storeProductAdditionalInformation": "Produto Outlet; Este é um equipamento outlet e pode possuir pequenas avarias estéticas (arranhões ou amassados), porém são totalmente funcionais. Todos os produtos outlet passam pelo processo de análise de qualidade e, havendo qualquer necessidade, são recondicionados, testados e reembalados pelo fabricante Dell do Brasil.\nDisco de instalação; Geralmente o fabricante não nos fornece um disco de instalação ou recuperação do sistema, pois isso está integrado no próprio computador, mas se desejar adquirir uma cópia desta mídia, basta solicitar à Dell do Brasil.\nGarantia; A garantia de 3 meses é integralmente e diretamente com a Dell do Brasil e pode ser estendida em até 4 anos através do telefone 0800 no site www.dell.com.br.\nImagens; Imagens meramente ilustrativas. Especificações técnicas sujeitas às alterações sem aviso prévio, conforme a disponibilidade do fabricante.",
        "storeProductCategory": "Notebooks",
        "storeProductCommercialize": false,
        "storeProductDescription": "Totalmente imersivo e completamente impressionante\nResolução da tela: aproveite cada detalhe em uma ampla tela de 15,6” em alta resolução e com antirreflexo para que sua experiência de visualização seja ainda melhor. \n\nStreaming perfeito: com a tecnologia SmartByte, você não perde nenhum momento, pois seus jogos e streaming nunca são interrompidos. Essa solução de rede garante que seus aplicativos mais importantes sejam prioritários e tenham a capacidade de banda necessária para alcançar a performance ideal.\n\nOuça cada detalhe: o Waves MaxxAudio Pro otimiza o áudio para que você possa ouvir os mais diferentes sons, desde shows até trilhas sonoras de filmes e jogos de ação, com tons ricos e ressonantes\n\nDesign elegante fácil de transportar: o novo design mais fino e mais leve deste notebook facilita o transporte, e o acabamento metálico atraente de alta qualidade o torna ideal para usar em casa ou em qualquer lugar.\n\nTeclado alfanumérico para total produtividade e iluminação traseira que permite você digitar em ambientes com baixa luminosidade e aproveitar mais de seu notebook.\n \n\nNovo Inspiron 15 5000 (5570): O primeiro Notebook Dell com a 8ª Geração de Processadores Intel® Core™ no Brasil\nO Inspiron 15 5000 (5570) possui novas tecnologias que irão aprimorar a sua produtividade e trarão mais agilidade para todas as demandas as quais você precisa do seu notebook, seja no trabalho ou para entretenimento. Pioneirismo com a 8ª Geração de processadores Intel® Core™ é uma das principais novidades.\n\nTestes da Intel® demonstram performance até 40% superior em comparação com a 7ª Geração. Dessa forma, você se mantêm atualizado com as tecnologias mais recentes e poderá desfrutar de uma experiência de entretenimento imersiva e potencializar ainda mais o seu computador.\n\nA mais recente Geração de Processadores Intel® Core™ dispõe de diversas novidades e aperfeiçoamentos como criação de conteúdos e realização de tarefas diárias até 50%¹ ³ mais rápido quando comparado com a 7ª Geração de Processadores Intel® Core™. Além disso, será possivel alternar entre programas e janelas e executar múltiplas tarefas sem se preocupar com travamentos, aproveitando um melhor desempenho na web, conforme testes realizados pela Intel®.\n\nVocê irá desfrutar de upload e edição de documentos, fotos e vídeos em questões de poucos minutos, além de criar apresentações simultâneamente sem cortes e lentidão. Além disso, é possivel reproduzir e editar vídeos em 4K de uma forma rápida e fácil com a nova tecnologia das placas gráficas integradas Intel® UHD que oferecem melhor capacidade gráfica para conteúdos de extrema qualidade. Dessa forma, você poderá visualizar incríveis detalhes e imagens mais vibrantes e realísticas.\n \n\nPerformance com grande capacidade de resposta e amplo armazenamento\nMais memória: com performance avançada, melhor eficiência no consumo de energia, possui memória DDR4 de até 8GB com a qual você poderá executar todos os seus aplicativos e realizar tarefas simultâneas sem perder tempo.\n\nPlacas gráficas impressionantes: jogue com ainda menos interrupções e aproveite a eficiência extra e a performance ideal diária com as placas de vídeo dedicadas opcionais AMD Radeon™ 530 de até 4 GB GDDR5.\n\nArmazenamento surpreendente: este notebook oferece várias opções de armazenamento para performance com grande capacidade de resposta e muito espaço para backup, incluindo HDD de até 2 TB.\n \n\nRecursos que agradam a todos\nConectividade Universal: o novo padrão de USB Type C 3.1 carrega o seu dispositivo, se conecta à Ethernet e também suporta saída de áudio e vídeo. Além de tantas funções de conectividade, é possivel tranferência de dados com muito mais agilidade (somente em configurações com placa de vídeo dedicada).\n \n\nMAIS MOBILIDADE PARA VOCÊ\nTempo de duração de bateria do Inspiron 15 5000 (5570): até 10 horas *\n\nA Dell quer que você tenha total liberdade. Por isso, os notebooks são desenvolvidos para proporcionarem o maior tempo possível longe das tomadas. \n\n* Teste realizado nos laboratórios da Dell em a gosto de 2017 com Inspiron 15 5000 (modelo 5570), equipado com a 8ª geração do processador Intel® Core™ i5-8250U, placa de vídeo AMD Radeon 530, memória de 4GB DDR5, HD 256GB SSD, tela FHD, 3 células de bateria de 42WHr e Windows 10. Resultado usando o modelo de teste de bateria Mobile Mark 2014. Para mais informações sobre esse modelo de teste, visite www.bapco.com. Os resultados não garantem que você terá exatamente a mesma experiência. O tempo de bateria pode ser significativamente menor que o resultado dos testes em decorrência da configuração do produto, software, uso, condições operacionais, configurações do gerenciamento de energia e outros fatores. O tempo máximo da vida de bateria diminuirá conforme o tempo e uso.\n \n\nPortas e slots\n1. Leitor de cartão SD 3 em 1 | 2. USB 2.0 | 3. Slot do cabo de segurança Noble | 4. Alimentação | 5. USB 3.1 Type-C de 1ª Geração (opcional) | 6. HDMI | 7. Ethernet RJ-45 10/100 | 8. USB 3.1 de 1ª Geração | 9. USB 3.1 de 1ª Geração | 10. Entrada combinada (headset / microfone )​\n \n\nDimensões e peso\n1. Altura: 1,99 cm \n2. Largura: 38,0 cm\n3. Profundidade: \nPeso inicial: 2,02 kg\n \nProjetado para o mundo real, porque é onde a vida acontece.\nQueremos que seu novo PC seja especial para você por muitos anos. É por isso que testamos a confiabilidade dos notebooks Inspiron pensando não apenas no agora, mas também no futuro.\n\nResistente ao calor: de vestiários a carros fechados, testamos os notebooks Inspiron quanto à resistência por um curto período em condições de calor extremo de até 65 °C (149 °F).\n\nDobradiças sólidas: testamos as dobradiças do notebook Inspiron para garantir que elas ainda permaneçam firmes mesmo depois de abrir e fechar a tampa 20 mil vezes.\n\nTeclas resistentes: testamos as teclas mais usadas pressionando-as 10 milhões de vezes e os botões do touch pad pressionando-os 1 milhão de vezes. Eles não apresentaram falhas. Vá em frente e termine de escrever seu livro.\n\nBotões duráveis: não importa a configuração escolhida para seus botões de energia e multimídia, todos eles foram testados para resistirem a até 40 mil toques.\n\nTorce-retorce: pode parecer exagero, mas depois de submeter a base e a tampa do notebook Inspiron a testes de movimento de torção mais de 25 mil vezes, podemos garantir que as peças internas estão bem-protegidas.\n\nSempre preparado: você provavelmente nunca precisará remover ou reinstalar a bateria do seu Inspiron 30 vezes, mas fique tranquilo, pois realizamos até mesmo esse teste.",
        "storeProductDetail": "Core i5-8250U\n8GB RAM\nHD 1TB\nAMD Radeon 530 2GB\nTela 15,6 LED\nTeclado retroiluminado\nWindows 10 Pro",
        "storeProductDiscountEnable": false,
        "storeProductDiscountType": "%",
        "storeProductDiscountValue": 5,
        "storeProductHeight": 11,
        "storeProductId": "155570A20",
        "storeProductLength": 48,
        "storeProductMaker": "Dell",
        "storeProductMarkup": 33,
        "storeProductPrice": 2625.42,
        "storeProductQtd": 0,
        "storeProductQtdSold": 0,
        "storeProductTechnicalInformation": "Processador; 8ª geração de Processadores Intel® Core™ i5-8250U (1.6 GHz expansível até 3.4 GHz, SmartCache de 6MB)\nSistema operacional; Windows 10 Pro 64 bits (português Brasileiro)\nMemória RAM; 8GB (1x8GB), DDR4, 2400MHz, expansível até 32GB\nArmazenamento; Disco Rígido de 1TB (5400 RPM)\nPlaca de vídeo; AMD Radeon 530 de 2G GDDR5\nTela; LED HD (1366 x 768) de 15,6\" antirreflexo\nTeclado; padrão ABNT2 - em Português (Brasil), tamanho padrão,resistente a derramamento de líquidos, retroiluminado e alfa-numérico\nUnidade óptica; Sem unidade óptica\nConectividade; 802.11ac + Bluetooth 4.1, Dual Band 2.4&5 GHz\nBateria; Bateria de 3 células e 42 Wh (integrada)\nMicrosoft Office; Avaliação por 30 dias do Microsoft® Office\nSoftware de Segurança; McAfee LiveSafe - 1 ano\nPorta 1; Uma USB 3.1 Type-C de 1ª Geração com PowerDelivery e vídeo \nPorta 2; Duas USB 3.1 de 1ª Geração\nPorta 3; Uma USB 2.0 \nPorta 4; Uma HDMI™ 1.4b\nPorta 5; Uma Ethernet RJ-45 10/100 \nPorta 6; Um Slot do cabo de segurança Noble \nPorta 7; Um Leitor de cartão de mídia SD 3 em 1 (SD, SDHC, SDXC)\nCâmera; Widescreen de alta definição (720 p) com microfone digital\nOpções de cores; Prata\nRecursos personalizados; Alto-falante integrado\nVoltagem; Bivolt \nTecnologia de stream; SmartByte\nTouch pad; Multitoque preciso ativado por gestos com rolagem integrada",
        "storeProductTitle": "Notebook Dell i15-5570-A20",
        "storeProductWarrantyDays": 0,
        "storeProductWarrantyDetail": "Em domicílio",
        "storeProductWeight": 3200,
        "storeProductWidth": 38,
        "updatedAt": {
            "$date": 1536679319312
        }
    },
    "5bb77fb064660516779500e4": {
        "__v": 0,
        "_id": {
            "$oid": "5bb77fb064660516779500e4"
        },
        "createdAt": {
            "$date": 1538752863513
        },
        "dealerName": "Dell",
        "dealerProductActive": true,
        "dealerProductPrice": 1705,
        "dealerProductWarrantyDays": 90,
        "displayPriority": 100.0,
        "images": [
            "upload_d983c0ecd49b107d7748c140c4d8100c.jpg",
            "upload_ea25a21f5bbeed1f6b28f2d37366e437.jpg",
            "upload_846f342a21ce3864ba2844ca6a1c6aae.jpg",
            "upload_038bf8c97212c141b73686c20d4cd462.jpg",
            "upload_2f5c82951868f616673131c2f78b0c82.jpg",
            "upload_36c81dba410fd813849a2031b5d973db.jpg"
        ],
        "storeProductActive": true,
        "storeProductAdditionalInformation": "Produto Outlet;Este é um equipamento Dell outlet, ou seja, ele retornou para o fabricante, geralmente pela lei do arrependimento do código de defesa do consumidor (podendo ter sido usado em até 7 dias) ou por outros motivos, mas ao retornar, ele passou novamente pelo processo de análise de qualidade e, havendo qualquer necessidade, são recondicionados, testados e reembalados pelo fabricante Dell do Brasil. A garantia de 3 meses é fornecida pelo fabricante para cumprir o artigo 26, inciso II da lei 8078/90.\nGarantia;A garantia de 3 meses é diretamente e integralmente com a Dell do Brasil, ou seja, se o produto apresentar problemas mesmo dentro dos 7 primeiros dias, o cliente deve ligar para o telefone 0800 970-3366 ou 0800 970-3384. Após o diagnóstico feito pelo telefone, um técnico irá até a residência trocar a peça danificada. O Fabricante não é obrigado a trocar todo o produto para resolver o problema, cabendo à ele esta decisão. Este prazo de 3 meses pode ser estendido em até 4 anos através do telefone 0800 no site da Dell do Brasil.",
        "storeProductCategory": "Notebooks",
        "storeProductCommercialize": false,
        "storeProductDescription": "O melhor Windows e o melhor da Dell. O resultado? Uma era totalmente nova de eficiência, performance e produtividade. O Windows 10 oferece todos os recursos que você já conhece do sistema operacional mais popular do mundo, além de aprimoramentos incríveis que você vai adorar. Aprimore todas as suas tarefas com os novos recursos do Windows 10:\n\nComutação contínua: seu Dell 2 em 1 pode alternar a qualquer momento de tablet para notebook, facilitando a transição entre reuniões conforme necessário. Com a funcionalidade Continuum, seus menus e suas barras de tarefas são ajustadas automaticamente no dispositivo para proporcionar uma experiência conveniente.\n\nEstamos aqui para ajudá-lo: escolha um PC da Dell equipado com a tecnologia MaxxAudio® da Waves para usar o Cortana, seu próprio assistente digital pessoal. O uso da Cortana com um PC da Dell equipado com tecnologia MaxxAudio® da Waves oferece a você uma experiência natural de interação por voz.\n\nComece já: com a volta do menu Iniciar do Windows em formato expandido, você se sentirá um especialista desde o início. Além disso, todos os seus aplicativos que você fixou serão migrados para proporcionar uma experiência familiar, produtiva e melhor do que nunca.\n\nA velocidade de que você precisa: o Windows 10 é inicializado e reiniciado rapidamente com o InstaGo, por isso, você não atrasa sua lista de tarefas. Até as suas atualizações são disponibilizadas rapidamente, para que você sempre tenha os recursos mais recentes e eficientes, que foram desenvolvidos para acompanhar seu estilo de vida agitado, à sua disposição. \n\nTrabalhe de forma organizada por mais tempo: todos os dispositivos com Windows 10 contam com o Battery Saver, que economiza energia automaticamente para que você possa trabalhar por mais tempo e se divertir mais com os jogos.\n\nWindows Hello: com o sistema de autenticação biométrica Windows Hello, você terá acesso instantâneo aos seus dispositivos compatíveis com Windows 10 apenas usando sua face, íris ou impressão digital para ser reconhecido. E o Windows Hello não é só mais conveniente do que digitar uma senha— ele é mais seguro: modernos sensores reconhecem suas características pessoais únicas para fazer seu login, sem que uma senha seja armazenada no seu dispositivo ou em um servidor de rede.​\n\nNOTEBOOK 2 EM 1 DELL INSPIRON i13-5378-a10 - Vários modos. Opções ideais.\nVários modos. Opções ideais.\nDobradiça resistente: com uma inovadora dobradiça de 360 graus, o versátil e leve 2 em 1 Inspiron 13 5000 permite que você alterne facilmente entre os quatro modos diferentes. O modo tenda é perfeito para ler receitas e colocá-las em prática em tempo real; o modo de suporte é ótimo para assistir a filmes no avião; o modo notebook facilita a digitação ou envio de e-mails de trabalho; e o modo tablet é ideal para leitura facilitada quando você estiver em uma posição reclinada. \n\nMuitas opções: um teclado com iluminação traseira facilita o trabalho em ambientes com iluminação reduzida, e a opção de câmera com infravermelho é compatível com o Windows Hello para um login por reconhecimento facial rápido e seguro.\n\n\nNOTEBOOK 2 EM 1 DELL INSPIRON i13-5378-a10 - Cheio de estilo em todas as situações\nCheio de estilo em todas as situações.\nPronto para a estrada: 13,3\" é nosso tamanho mais popular de dispositivos 2 em 1. Ele é fácil de carregar na bolsa e oferece muito espaço de tela para usar por horas sem cansar a vista.\n\nEspaço de tela maximizado: o novo design da Série 5000 destaca o espaço de tela maior com bordas mais finas para que você mantenha sua atenção na tela brilhante com amplo ângulo de visão.\n\nDesign impressionante: o acabamento exterior cinza escuro é combinado a um interior com o mesmo acabamento, o que proporciona uma aparência atraente e profissional, ideal para qualquer ocasião.\n\n\nNOTEBOOK 2 EM 1 DELL INSPIRON i13-5378-a10 - Desenvolvido para alta capacidade de adaptação. Testado para confiabilidade.\nDesenvolvido para alta capacidade de adaptação. Testado para confiabilidade.\nSom e imagens incríveis: cada Inspiron 5000 inclui áudio Waves MaxxAudio® Pro e placa gráfica HD Intel® 520 instalada para conferir uma qualidade melhor do que nunca de imagem e som à sua mídia. \n\nDiferença do SSD: as opções de Unidade de Estado Sólido (SSD) disponíveis oferecem maior duração da bateria, capacidade de resposta mais rápida, performance mais silenciosa e maior resistência a choques em comparação com discos rígidos tradicionais.\n\nConexão: o Inspiron 13 5000 2 em 1 é equipado com Wi-Fi 802.11ac (Dual-Band) para conexão wireless rápida e de longo alcance com menos armazenamento em buffer e menos quedas de conexão.\n\n\nNOTEBOOK 2 EM 1 DELL INSPIRON i13-5378-a10 - Portas e slots\nPortas e slots\n1. Botão liga/desliga | 2. Controle de volume | 3. Leitor de cartão SD | 4. USB 2.0 | 5. Slot de trava Noble | 6. Entrada CC | 7. HDMI | 8. USB 3.0 Power Share | 9. USB 3.0 | 10. Tomada de áudio\n\n\nNOTEBOOK 2 EM 1 DELL INSPIRON i13-5378-a10 - Dimensões e peso\nDimensões e peso\n1. Altura: 1,9 cm – 2,0 cm (0,77\"– 0,80\") | 2. Largura: 32,4 cm (12,76\") | 3. Profundidade: 22,4 cm (8,85\") | Peso: 1,62 kg (3,56 lb)\n\n\nNOTEBOOK 2 EM 1 DELL INSPIRON i13-5378-a10 - Realize suas tarefas por mais tempo\n\nMAIS MOBILIDADE PARA VOCÊ\nTempo de duração de bateria do Inspiron 13 5000 2 em 1 (5378): até 10 horas*\nA Dell quer que você tenha total liberdade. Por isso, os notebooks são desenvolvidos para proporcionarem o maior tempo possível longe das tomadas.\n\n* Teste realizado nos laboratórios da Dell em agosto de 2016 com Inspiron 13 5000 2 em 1 (modelo 5378), equipado com a 7ª Geração do processador Intel® Core™ i5-7200U, placa de vídeo Intel® HD Graphics 620, memória de 12GB DDR4, HD 512GB SSD, tela touch FHD, 3 células de bateria de 42WHr e Windows 10. Resultado usando o modelo de teste de bateria Mobile Mark 2014. Para mais informações sobre esse modelo de teste, visite www.bapco.com. Os resultados não garantem que você terá exatamente a mesma experiência. O tempo de bateria pode ser significativamente menor que o resultado dos testes em decorrência da configuração do produto, software, uso, condições operacionais, configurações do gerenciamento de energia e outros fatores. O tempo máximo da vida de bateria diminuirá conforme o tempo e uso.\n\n\nProjetado para o mundo real, porque é onde a vida acontece.\nGostaríamos que seu novo PC fosse especial para você durante muitos anos. É por isso que testamos a confiabilidade dos notebooks Inspiron pensando não apenas no agora, mas também no futuro.\n\nAltas temperaturas: de vestiários a carros fechados, testamos os notebooks Inspiron quanto à resistência em condições de calor extremo de curto prazo de até 65 °C/149 °F.\n\nDobradiças robustas: testamos as dobradiças do notebook Inspiron para garantir que elas permaneçam firmes, mesmo após abrir e fechar a tampa 20.000 vezes.\n\nTeclas resistentes: testamos as teclas usadas com mais frequência com dez milhões de toques e os botões do touch pad com um milhão de cliques sem falhas. Então vá em frente e conclua seu livro.\n\nBotões duráveis: não importa a função que você define para os botões liga/desliga e multimídia, nós os testamos com 40.000 toques e não encontramos problemas.\n\nTorção: chame-nos de exagerados, mas após forçar a base e a tampa de um notebook Inspiron mais de 25.000 vezes, podemos garantir que as peças internas estão muito bem-protegidas.\n\nSempre preparado: você provavelmente nunca precisará remover e reinstalar a bateria do seu Inspiron 30 vezes, mas fique tranquilo sabendo que também realizamos esse teste.\n\nComo funciona o 2 em 1\n\nPor ter uma tela que gira 360 graus, é possível usar este ultrabook como um tablet, assim que o usuário girar a tela mais de 180 graus, o teclado e o touchpad é automaticamente desativado, o acelerômetro acionado e o modo tablet no Windows 10 é habilitado. Quando o usuário voltar com a tela na posição menor de 180 graus, o teclado e o touchapd voltam a operar, inclusive, a iluminação (se houver no modelo) deles volta a acender. \n\n\nEnquanto a tela estiver na posição inferior a 180 graus, a sua orientação não muda automaticamente, pois o acelerômetro está desativado, para isso, é necessário realizar esta alteração manualmente na configuração de vídeo do sistema operacional.",
        "storeProductDetail": "Core i3-7100, 4GB RAM, HD 1TB, tela 13.3 touchscreen FullHD, acelerometro, teclado retroiluminado e Windows 10 Home",
        "storeProductDiscountEnable": true,
        "storeProductDiscountType": "%",
        "storeProductDiscountValue": 5,
        "storeProductHeight": 11,
        "storeProductId": "i13-5378-a15",
        "storeProductLength": 48,
        "storeProductMaker": "Dell",
        "storeProductMarkup": 33,
        "storeProductPrice": 2154.27,
        "storeProductQtd": 0,
        "storeProductQtdSold": 2,
        "storeProductTechnicalInformation": "Processador;7ª geração do Processador Intel® Core™ i3-7100U (2.4 GHz, Cache de 3 M)\nSistema operacional;Windows 10 Home Single Language, de 64 bits- em Português (Brasil)\nMemória RAM;4GB, DDR4, 2400MHz (Velocidade máxima de 2133MHz devido ao barramento do processador)\nArmazenamento;Disco rígido de 1.000GB (5400 RPM)\nPlaca de vídeo;Placa de vídeo Intel® HD Graphics 620\nTela;Full HD (1920 x 1080) de 13.3 polegadas, com Touchscreen, Truelife, ângulos de visão amplos\nTeclado;retro iluminado - em Português (Brasil)\nConectividade;Dell Wireless 1820 WiFi 802.11ac + Bluetooth 4.0 (2x2) (2.4/5.0 GHz)\nBateria;42WHr, 3-Cell Battery (Integrated)\nMicrosoft Office;Avaliação do Microsoft Office - válida por 30 dias\nSoftware de Segurança;McAfee LiveSafe - 1 ano\nÁudio e alto-falantes;(2) alto-falantes ajustados processamento de áudio com o Waves MaxxAudio® Pro (1) entrada combinada para fone de ouvido/microfone\nCâmera;Webcam widescreen de alta definição (720 p) com infravermelho e microfone digital\nPortas Laterais;1 Porta HDMI v1.4a, 2 Portas USB 3.0 (1 com PowerCharge), 1 Porta USB 2.0, 1 Conector para fone de ouvido/microfone, 1 leitor de cartão Micro SD (SD/SDHC/SDXC)\nSlots;2 SODIMM \nChassi;Conversível, gira em até 360 graus. Tela não destacável.\nTeclado;retroiluminado resistente ao derramamento de líquidos\nTouchpad;multitoque ativado por gestos com rolagem integrada\nDimensões;Altura: 1,9 cm – 2,0 cm Largura 32,4 cm Profundidade 22,4 cm \nPeso;1,62 kg (3,56 lb) com tela FHD",
        "storeProductTitle": "Notebook 2 em 1 Dell i13-5378-a15c",
        "storeProductWarrantyDays": 0,
        "storeProductWarrantyDetail": "Em domicílio diretamente com a Dell",
        "storeProductWeight": 3,
        "storeProductWidth": 38,
        "updatedAt": {
            "$date": 1555336440125
        }
    },
    "5bb789b064660516779500e6": {
        "__v": 0,
        "_id": {
            "$oid": "5bb789b064660516779500e6"
        },
        "createdAt": {
            "$date": 1538755243174
        },
        "dealerName": "Dell",
        "dealerProductActive": true,
        "dealerProductPrice": 2938,
        "dealerProductWarrantyDays": 90,
        "displayPriority": 100,
        "ean": "",
        "images": [
            "upload_0c14885732e5ac367f94804a437b058b.jpg",
            "upload_01deae4e0f60c2bf5f61fc537b9b150e.jpg",
            "upload_20bd49a99f7db776a20bd58ff56aa1d5.jpg",
            "upload_126258d9dc65fe22386fe7271f49be27.jpg",
            "upload_a115a3f66387ba5f277ffcbe6128bc20.jpg",
            "upload_01cc2a2a23bb9c69003809a800c92978.jpg",
            "upload_53756d51a84a7bc2e9434072f84d01a0.jpg",
            "upload_44a500b6803cc4bd7e230a40ec1de83a.jpg"
        ],
        "includeOutletText": false,
        "includeWarrantyText": false,
        "storeProductActive": true,
        "storeProductAdditionalInformation": "Produto Outlet;Este é um equipamento Dell outlet, ou seja, ele retornou para o fabricante, geralmente pela lei do arrependimento do código de defesa do consumidor (podendo ter sido usado em até 7 dias) ou por outros motivos, mas ao retornar, ele passou novamente pelo processo de análise de qualidade e, havendo qualquer necessidade, são consertados, testados e reembalados pelo fabricante Dell do Brasil. A garantia de 3 meses é fornecida pelo fabricante para cumprir o artigo 26, inciso II da lei 8078/90.\nGarantia;A garantia de 3 meses é diretamente e integralmente com a Dell do Brasil, ou seja, se o produto apresentar problemas mesmo dentro dos 7 primeiros dias, o cliente deve ligar para o telefone 0800 970-3366 ou 0800 970-3384. Após o diagnóstico feito pelo telefone, um técnico irá até a residência trocar a peça danificada. O Fabricante não é obrigado a trocar todo o produto para resolver o problema, cabendo à ele esta decisão. Este prazo de 3 meses pode ser estendido em até 4 anos através do telefone 0800 no site da Dell do Brasil.",
        "storeProductCategory": "Notebooks",
        "storeProductCommercialize": false,
        "storeProductDescription": "O processador que equipa este notebook possui 4 núcelos físicos e 8 threads, o equivalente ao seu similar da oitava geração para desktops. Desta forma, o seu desempenho também é similar aos processadores para computadores desktops e muito superior aos demais Core i5 para notebooks, os quais possuem 2 núcleos físicos e 4 threads. Já o chip gráfico NVIDIA GeForce GTX 1050 Ti é o mesmo para versão desktop, desta forma, proporcionando o mesmo desempenho. Em realação aos chips gráficos NVIDIA M, sua performance é muito superiro, por possuir muito mais Cuda Cores, frequência e instruções. As versões de ambos os chips (CPU e GPU) puderam ser usados neste notebook por causa do excelente sistema de refrigeração adotado pela Dell.\n\nA Qualidade de imagens da tela é excelente, primeiramente por causa da tecnologia IPS, segundo pela retroiluminação em LEDs de alta iluminosidade, pelo recurso antirreflexo e pela resolução Full HD (1920 x 1080 pixels).\n\nJá o teclado é todo retroiluminado por LEDs azuis e com destaque para as teclas WASD. Por ser um produto importado, o seu layout é em Inglês internacional. O touchpad é bem confortável. Possui uma área de operação grande, com moldura retroiluminado na cor azul. superfície deslizante e na mesma cor do que a parte interna.\n\nEste equipamento possui um sistema de segurança que limita a velocidade do CPU e do GPU quando estes atingem temperaturas perigosas. Se durante os jogos você perceber com frequência uma queda brusca de desempenho, recomendamos o uso de uma base para notebook com ventilação para ampliar o sistema de ventilação original.",
        "storeProductDetail": "Core i5-8300H, 8GB, HD 1TB, GeForce GTX 1050 Ti, Tela IPS 15.6 FullHD, teclado retroiluminado e Linux Ubuntu",
        "storeProductDiscountEnable": false,
        "storeProductDiscountType": "%",
        "storeProductDiscountValue": 5,
        "storeProductHeight": 11,
        "storeProductId": "G77588U10P",
        "storeProductLength": 48,
        "storeProductMaker": "Dell",
        "storeProductMarkup": 28,
        "storeProductPrice": 3760.64,
        "storeProductQtd": 0,
        "storeProductQtdSold": 3,
        "storeProductTechnicalInformation": "Processador;8ª geração do Processador Intel® Core™ i5-8300H (quad-core, cache de 8 MB, até 4 GHz com Turbo Boost)\nSistema operacional;Linux Ubuntu, de 64 bits - em Português (Brasil)\nMemória RAM;Memória de 8GB, DDR4, 2666 MHz, expansível até 32GB (memória adicional vendida separadamente)\nArmazenamento;Disco rígido (5400RPM via SATA 6Gbps) de 1 TB com cache SSD de 8GB \nPlaca de vídeo;NVIDIA® GeForce® GTX 1050 Ti com GDDR5 de 4 GB\nTela;LED IPS Full HD (1920x1080) de 15,6 com antirreflexo\nDrivers;Não possui DVD/RW\nÁudio;Waves MaxxAudio® Pro com dois alto falantes e um micro subwoofer\nTeclado;Retroiluminado por LEDs azuis com layout em Inglês Internacional. teclas WASD destacadas e teclado numérico\nConexões sem fio;Placa de rede Dell Wireless™ 802.11ac + Bluetooth 4.1, banda dupla (2.4 GHz/5 GHz)\nBateria;Bateria de 56 Wh e 4 células (integrada)\nWebcam;Resolução de 720p a 60Hz com microfone estéreo \nFonte de alimentação;Bivolt de 130 Watts\nConexões;Fone de ouvido e microfone, USB 3.1 Tipo-A Geração 1 SuperSpeed. USB tipo-C Thunderbolt 3 com suporte para Thunderbolt e DisplayPort de 40 Gbits, HDMI 2.0, rede Ethernet RJ-45 e cartão MicroMedia SD 2 em 1\nDimensões e peso;altura 25mm x largura de 39mm x profundidade de 275mm. Peso de 2,86 Kg.\nCódigo EAN;7899864917233",
        "storeProductTitle": "Notebook gamer Dell G7 7588-u10p",
        "storeProductWarrantyDays": 0,
        "storeProductWarrantyDetail": "Em domicílio diretamente com a Dell",
        "storeProductWeight": 4200,
        "storeProductWidth": 38,
        "updatedAt": {
            "$date": 1578234978974
        }
    },
    "5bb78c1a64660516779500e8": {
        "__v": 0,
        "_id": {
            "$oid": "5bb78c1a64660516779500e8"
        },
        "createdAt": {
            "$date": 1538756183675
        },
        "dealerName": "Dell",
        "dealerProductActive": true,
        "dealerProductPrice": 2705,
        "dealerProductWarrantyDays": 90,
        "displayPriority": 100.0,
        "images": [
            "upload_bad3ff453520350128e226461aa17ea9.JPG",
            "upload_a81c7c8c971aae758699bf53847490b7.JPG",
            "upload_08aae1d41b0639159c683f113cb758b3.jpg",
            "upload_b97f7147bc72a0e4db2c5abf34547eef.jpg",
            "upload_d89f2003344bd91d4f20215f77af9acf.jpg"
        ],
        "storeProductActive": true,
        "storeProductAdditionalInformation": "Produto outlet;Este é um equipamento Dell outlet, ou seja, ele retornou para o fabricante pela lei do arrependimento do código de defesa do consumidor (podendo ter sido usado em até 7 dias) ou por outros motivos, mas ao retornar, ele passou novamente pelo processo de análise de qualidade e, havendo qualquer necessidade, são consertados, testados e reembalados pelo fabricante Dell do Brasil. A garantia de 3 meses é fornecida pelo fabricante para cumprir o artigo 26, inciso II da lei 8078/90. \nGarantia;A garantia de 3 meses é diretamente e integralmente com a Dell do Brasil, ou seja, se o produto apresentar problemas mesmo dentro dos 7 primeiros dias, o cliente deve ligar para o telefone 0800-970-3384 - opção 5. Após o diagnóstico feito pelo telefone, um técnico irá até a residência trocar a peça danificada. O Fabricante não é obrigado a trocar todo o produto para resolver o problema, cabendo à ele esta decisão. Este prazo de 3 meses pode ser estendido em até 4 anos através do telefone 0800 no site da Dell do Brasil.",
        "storeProductCategory": "Notebooks",
        "storeProductCommercialize": false,
        "storeProductDescription": "\nPor ter uma tela que gira 360 graus, é possível usar este ultrabook como um tablet, assim que o usuário girar a tela mais de 180 graus, o teclado e o touchpad é automaticamente desativado, o acelerômetro acionado e o modo tablet no Windows 10 é habilitado. Quando o usuário voltar com a tela na posição menor de 180 graus, o teclado e o touchapd voltam a operar, inclusive, a iluminação (se houver no modelo) deles volta a acender. \n\nEnquanto a tela estiver na posição inferior a 180 graus, a sua orientação não muda automaticamente, pois o acelerômetro está desativado, para isso, é necessário realizar esta alteração manualmente na configuração de vídeo do sistema operacional.",
        "storeProductDetail": "Core i7-7500u, 8GB RAM, SSD 256GB, tela touchscreen 13.3 IPS FullHD, acelerômetro, teclado retroiluminado e Windows 10 Home",
        "storeProductDiscountEnable": false,
        "storeProductDiscountType": "%",
        "storeProductDiscountValue": 5,
        "storeProductHeight": 11,
        "storeProductId": "i13-5378-b40",
        "storeProductLength": 48,
        "storeProductMaker": "Dell",
        "storeProductMarkup": 33,
        "storeProductPrice": 3597.65,
        "storeProductQtd": 0,
        "storeProductQtdSold": 0,
        "storeProductTechnicalInformation": "Processador;7ª geração do Processador Intel® Core™ i7-7500U (2.7 GHz expansível até 3,5 GHz, Cache de 4 M)\nSistema operacional;Windows 10 Home Single Language, de 64 bits- em Português (Brasil)\nMemória RAM;8GB, DDR4, 2400MHz (Velocidade máxima de 2133MHz devido ao barramento do processador)\nArmazenamento;Unidade de estado sólido de 256 GB\nPlaca de vídeo;Intel® HD Graphics 620\nTela;Full HD (1920 x 1080) de 13.3 polegadas, com Touchscreen, Truelife, ângulos de visão amplos\nTeclado;retro iluminado - em Português (Brasil)\nConectividade;Dell Wireless 1820 WiFi 802.11ac + Bluetooth 4.0 (2x2) (2.4/5.0 GHz)\nBateria;42WHr, 3-Cell Battery (Integrated)\nMicrosoft Office;Avaliação do Microsoft Office - válida por 30 dias\nSoftware de Segurança;McAfee LiveSafe - 1 ano\nÁudio e alto-falantes;(2) alto-falantes ajustados; processamento de áudio com o Waves MaxxAudio® Pro (1) entrada combinada para fone de ouvido/microfone\nCâmera;Webcam widescreen de alta definição (720 p) com infravermelho e microfone digital\nPortas Laterais;1 Porta HDMI v1.4a 2 Portas USB 3.0 (1 com PowerCharge) 1 Porta USB 2.0 1 Conector para fone de ouvido/microfone 1 leitor de cartão Micro SD (SD/SDHC/SDXC)\nSlots;2 SODIMM \nChassi;Conversível, gira em até 360 graus. Tela não destacável.\nTeclado;retroiluminado resistente ao derramamento de líquidos\nTouchpad;multitoque ativado por gestos com rolagem integrada\nDimensões;Altura: 1,9 cm – 2,0 cm (0,77\" – 0,80\") Largura: 32,4 cm (12,76\") Profundidade: 22,4 cm (8,85\") \nPeso;1,62 kg (3,56 lb) com tela FHD",
        "storeProductTitle": "Notebook 2 em 1 Dell i13-5378-b40",
        "storeProductWarrantyDays": 0,
        "storeProductWarrantyDetail": "Em domicílio diretamente com a Dell",
        "storeProductWeight": 3,
        "storeProductWidth": 38,
        "updatedAt": {
            "$date": 1568582377577
        }
    },
    "5bb78e8064660516779500ea": {
        "__v": 0,
        "_id": {
            "$oid": "5bb78e8064660516779500ea"
        },
        "createdAt": {
            "$date": 1538756684131
        },
        "dealerName": "Dell",
        "dealerProductActive": true,
        "dealerProductPrice": 2441,
        "dealerProductWarrantyDays": 90,
        "displayPriority": 100.0,
        "images": [
            "upload_035127ec356f7455b30bdfbb9afd569c.jpg",
            "upload_6063fe12fdec6f3d6cce93347b2c48d3.jpg",
            "upload_f65517d9f7e24326cc209301580f7c89.jpg",
            "upload_9a0a424130fa9131a43a407d25026cf1.jpg",
            "upload_1681338f4a5da6390b9185ae7634167e.jpg",
            "upload_7cc3009f6b3e0f85451dc9134abc7b3d.jpg"
        ],
        "storeProductActive": true,
        "storeProductAdditionalInformation": "Produto Outlet;Este é um equipamento Dell outlet, ou seja, ele retornou para o fabricante, geralmente pela lei do arrependimento do código de defesa do consumidor (podendo ter sido usado em até 7 dias) ou por outros motivos, mas ao retornar, ele passou novamente pelo processo de análise de qualidade e, havendo qualquer necessidade, são recondicionados, testados e reembalados pelo fabricante Dell do Brasil. A garantia de 3 meses é fornecida pelo fabricante para cumprir o artigo 26, inciso II da lei 8078/90.\nGarantia;A garantia de 3 meses é diretamente e integralmente com a Dell do Brasil, ou seja, se o produto apresentar problemas mesmo dentro dos 7 primeiros dias, o cliente deve ligar para o telefone 0800 970-3366 ou 0800 970-3384. Após o diagnóstico feito pelo telefone, um técnico irá até a residência trocar a peça danificada. O Fabricante não é obrigado a trocar todo o produto para resolver o problema, cabendo à ele esta decisão. Este prazo de 3 meses pode ser estendido em até 4 anos através do telefone 0800 no site da Dell do Brasil.",
        "storeProductCategory": "Notebooks",
        "storeProductCommercialize": false,
        "storeProductDescription": "Ter um notebook com uma tela que gire até 360 graus permite usá-lo em várias ocasiões que exigam praticidade, performance, conforto ou aparência. Devido ao acelerômetro, botão Home, sistema operacional, tela de toque e tecnologia IPS, você pode usar este notebook naturalmente com um tablet.\nNotebooks, ultrabooks ou até mesmo tablets com telas maiores proporcionam mais conforto e produtividade para o usuário, conseguindo exibir mais informações numa tela, com qualidade e leitura mais agradável. O Inspiron 15 5578 possui tela de 15,6 polegadas com resolução Full HD (1920 x 1080), permitindo inclusive, assistir aos filmes de blu-ray sem perder qualidade.\nOutra característica que porporciona mais conforto e produtividade é o layout e tamanho do teclado, sendo que o Dell Inspiron 15 5578 possui o layout brasileiro ABNT2 com tamanho normal das teclas. Além disso, ele é retroiluminado por LEDs brancos, que consomem muito pouca energia e ajudam a digitar em lugares escuros.\n\nComo estamos tratando de um produto para diversão e conteúdos multimídias consomem muito espaço, o Inspiron 15 5578 possui 1TB (1000GB) de capacidade para armazenar os seus filmes, vídeos, músicas e muitas fotos.\nE por último, mas não menos importante na questão de conforto e produtividade, temos um touchpad com uma área de atuação muito grande, incluindo a área de cliques dos botões, além disso, ele permite gestos multi toques, como o movimento de pinça, zoom e etc. Suporta até três toques simultâneos, que podem ser configurados pelo usuário no sistema operacional para realizar várias tarefas, como alternar aplicativo, por exemplo.\n\nComo funciona o 2 em 1\n\nPor ter uma tela que gira 360 graus, é possível usar este ultrabook como um tablet, assim que o usuário girar a tela mais de 180 graus, o teclado e o touchpad é automaticamente desativado, o acelerômetro acionado e o modo tablet no Windows 10 é habilitado. Quando o usuário voltar com a tela na posição menor de 180 graus, o teclado e o touchapd voltam a operar, inclusive, a iluminação (se houver no modelo) deles volta a acender. \n\n\nEnquanto a tela estiver na posição inferior a 180 graus, a sua orientação não muda automaticamente, pois o acelerômetro está desativado, para isso, é necessário realizar esta alteração manualmente na configuração de vídeo do sistema operacional.",
        "storeProductDetail": "Core i7-7500U, 8GB RAM, HD 1TB, tela 15.6 touchscreen Full HD, teclado retroiluminado e Windows 10 Home",
        "storeProductDiscountEnable": true,
        "storeProductDiscountType": "%",
        "storeProductDiscountValue": 5,
        "storeProductHeight": 11,
        "storeProductId": "5578B20C",
        "storeProductLength": 48,
        "storeProductMaker": "Dell",
        "storeProductMarkup": 33,
        "storeProductPrice": 3084.2,
        "storeProductQtd": 0,
        "storeProductQtdSold": 4,
        "storeProductTechnicalInformation": "Processador;7ª geração do Processador Intel® Core™ i7-7500U (2.7 GHz expansível até 3,5 GHz, Cache de 4 M)\nSistema operacional;Windows 10 Home Single Language, 64 bits - em Português (Brasil)\nMemória RAM;8GB, DDR4, 2400MHz (Velocidade máxima de 2133MHz devido ao barramento do processador)\nArmazenamento;Disco rígido (HD) de 1TB (5400 RPM) Sata 6Gbps\nPlaca de vídeo;Intel® HD Graphics 620\nTela;Tela de 15.6” Full HD (1920 x 1080) sensível ao toque com painel IPS e Truelife, iluminação traseira por LED, ângulos de visão amplos e câmera com infravermelho\nTeclado;Teclado retroiluminado - em Português (Brasil) padrão ABNT2\nConectividade;Placa de rede Dell Wireless™ 802.11ac , banda dupla (2.4 GHz/5 GHz, 2x2)\nBateria;Bateria de 3 células e 42 Wh (integrada)\nMicrosoft Office;Avaliação do Microsoft® Office 2016 - Válido por 30 dias\nSoftware de Segurança;McAfee LiveSafe - 1 ano\nÁudio e alto-falantes;(2) alto-falantes ajustados; processamento de áudio com o Waves MaxxAudio® Pro (1) entrada combinada para fone de ouvido/ microfone\nCâmera;Webcam widescreen integrada de alta definição (720 p) com microfone digital\nPortas Laterais;1 HDMI v1.4a 2 USB 3.0 (1 com PowerCharge) 1 USB 2.0 1 Conector para fone de ouvido/microfone\nSlots;1 Leitor de cartão de micro ( SD/SDHC/SDXC) Slot de segurança de trava Noble\nChassi;Conversível, gira em até 360 graus. Tela não destacável. Alto- falante integrado;\nVoltagem;Bivolt\nTeclado/touch pad;Teclado resistente a derramamento de líquidos padrão; touch pad de precisão Teclado com Iluminação traseira\nCor/Acabamento;Acabamento com pintura em cinza.\nDimensões;Altura: 2,0 cm x Largura: 38,1 cm x Profundidade : 25,3 cm. \nPeso;a partir de 2,08Kg\ncódigo EAN;7899864908040",
        "storeProductTitle": "Notebook 2 em 1 Dell  i15-5578-B20",
        "storeProductWarrantyDays": 0,
        "storeProductWarrantyDetail": "Em domicílio diretamente com a Dell",
        "storeProductWeight": 3000,
        "storeProductWidth": 38,
        "updatedAt": {
            "$date": 1568582358623
        }
    },
    "5bbb3c6164660516779500ec": {
        "__v": 0,
        "_id": {
            "$oid": "5bbb3c6164660516779500ec"
        },
        "createdAt": {
            "$date": 1538997990803
        },
        "dealerName": "Dell",
        "dealerProductActive": true,
        "dealerProductPrice": 3155,
        "dealerProductWarrantyDays": 90,
        "displayPriority": 100.0,
        "images": [
            "upload_9a9331f5e4304943d1384d5ebfe9bc9d.jpg",
            "upload_0e5737b57da358cba191158f546ee02d.jpg",
            "upload_d5941dd4e2e85a46cd8c90ac2d83a8b9.jpg",
            "upload_f5747ada04e2558cd44654ce242f2f6d.jpg",
            "upload_58c877dcc6cf1c881629daa97bf21990.jpg"
        ],
        "storeProductActive": true,
        "storeProductAdditionalInformation": "Produto Outlet;Este é um equipamento Dell outlet, ou seja, ele retornou para o fabricante, geralmente pela lei do arrependimento do código de defesa do consumidor (podendo ter sido usado em até 7 dias) ou por outros motivos, mas ao retornar, ele passou novamente pelo processo de análise de qualidade e, havendo qualquer necessidade, são recondicionados, testados e reembalados pelo fabricante Dell do Brasil. A garantia de 3 meses é fornecida pelo fabricante para cumprir o artigo 26, inciso II da lei 8078/90. O produto encontra-se em excelente estado, sem marcas de uso ou avaria estéticas (arranhões ou amassados).\nGarantia;A garantia de 3 meses é diretamente e integralmente com a Dell do Brasil, ou seja, se o produto apresentar problemas mesmo dentro dos 7 primeiros dias, o cliente deve ligar para o telefone 0800-970-3384 - opção 5. Após o diagnóstico feito pelo telefone, um técnico irá até a residência trocar a peça danificada. O Fabricante não é obrigado a trocar todo o produto para resolver o problema, cabendo à ele esta decisão. Este prazo de 3 meses pode ser estendido em até 4 anos através do telefone 0800 no site da Dell do Brasil.",
        "storeProductCategory": "Notebooks",
        "storeProductCommercialize": false,
        "storeProductDescription": "Atraente. Hipnotizante.\nResistente e sofisticado: Elaborado com um belo acabamento em alumínio escovado, o Inspiron 15 7000 possui sua moldura interna superior reforçada com liga de magnésio, em um projeto que equilibra estilo e resistência .Materiais de alta qualidade e dimensões reduzidas o tornam a companhia perfeita para pessoas que estão sempre em movimento.\n\nSua identidade: Ao abrir, você encontra uma Tela Infinita de 15“ que cria amplitude e é perfeita para realizar tarefas simultâneas ou para situações quando você precisa compartilhar a tela com alguém . O Inspiron 15 7000 possui a vantagem de uma tela de 15” com dimensões externas comparáveis a modelos de 14”. Por fora, bordas lapidadas que se destacam em um design sofisticado e elegante. \n\nFascinante: Acabamento em alumínio na cor prata ou Cinza marine\n\n\nPremium em cada detalhe\nUma imagem deslumbrante: Desfrute de uma tela FullHD Truelife, com imagens nítidas e coloridas. Perfeita para assitir seus filmes e séries favoritos. Mas se mesmo assim preferir conectar na sua TV, a porta HDMI está pronta para o uso. \n\nPara quem sempre quer mais: Seu notebook Inspiron 15 7000 permite um desempenho incrível com recentes e poderosas tecnologias como a 8ª Geração de Processadores Intel® Core™ e placa de vídeo dedicada NVIDIA® GeForce® 150MX, preparados para entregar a melhor experiência nos momentos em que você mais precisa do seu PC, como quando está editando imagens, jogando ou trabalhando em arquivos importantes.\n\nTotal produtividade: Mantenha sua produtividade usando o teclado retroiluminado que facilita o trabalho, mesmo em ambientes com pouca luz.\n\nAlém disso, você pode escolher entre uma variedade de opções de armazenamento para guardar todas suas fotos e documentos importantes sem se preocupar com falta de espaço. Opções que unem HDD e unidade de estado sólido (SSD) Pcle oferecem ainda mais agilidade para seu sistema operacional e arquivos mais utilizados.\n\n\n \nMais do que um produto bonito.\nEficiência excepcionalO Inspiron 15 7000 vem equipado com a 8ª Geração de processadores Intel® Core™ i7 ou processadores Intel® Core™ i5, proporcionando performance eficiente e consistente ao seu alcance.\n\nMemória para a realização de tarefas simultâneasA memória DDR4 de até 16 GB permite que você alterne programas em execução de forma rápida e fácil, mesmo quando outros aplicativos estão sendo executados em segundo plano.\n\nSom nítido e altoA tecnologia Waves MaxxAudio® Pro agrega clareza de som e dimensionalidade que elevam o nível de suas músicas e de seus vídeos.\n\n \nNovo Inspiron 15 7000 Ultrafino com a 8ª Geração de Processadores Intel® Core™\nO Novo Inspiron 15 7000 Ultrafino possui novas tecnologias que irão aprimorar a sua produtividade e trarão mais agilidade para todas as demandas as quais você precisa do seu notebook, seja no trabalho ou para entretenimento. A 8ª Geração de processadores Intel® Core™ é uma das principais novidades.\n\nTestes da Intel®6 demonstram performance até 40% ¹ ² superior em comparação com a 7ª Geração. Dessa forma, você se mantêm atualizado com as tecnologias mais recentes e poderá desfrutar de uma experiência de entretenimento imersiva e potencializar ainda mais o seu computador.\n\nA mais recente Geração de Processadores Intel® Core™ dispõe de diversas novidades e aperfeiçoamentos como criação de conteúdos e realização de tarefas diárias até 50%¹ ³ mais rápido quando comparado com a 7ª Geração de Processadores Intel® Core™. Além disso, será possivel alternar entre programas e janelas e executar múltiplas tarefas sem se preocupar com travamentos, aproveitando um melhor desempenho na web, conforme testes realizados pela Intel®.\n\nVocê irá desfrutar de upload e edição de documentos, fotos e vídeos em questões de poucos minutos, além de criar apresentações simultaneamente sem cortes e lentidão. Além disso, é possivel reproduzir e editar vídeos em 4K de uma forma rápida e fácil com a nova tecnologia das placas gráficas integradas Intel® UHD que oferecem melhor capacidade gráfica para conteúdos de extrema qualidade. Dessa forma, você poderá visualizar incríveis detalhes e imagens mais vibrantes e realísticas.",
        "storeProductDetail": "Core i7-8550U, 16GB RAM, SSD 128GB, HD 1TB, Geforce MX150, tela IPS 15.6 FullHD, teclado retroiluminado e Windows 10 Home",
        "storeProductDiscountEnable": false,
        "storeProductDiscountType": "%",
        "storeProductDiscountValue": 5,
        "storeProductHeight": 11,
        "storeProductId": "i15-7572-M30S",
        "storeProductLength": 48,
        "storeProductMaker": "Dell",
        "storeProductMarkup": 33,
        "storeProductPrice": 4196.15,
        "storeProductQtd": 0,
        "storeProductQtdSold": 6,
        "storeProductTechnicalInformation": "Processador;8ª geração do Processador Intel® Core™ i7-8550U (1.8 GHz expansível até 4GHz, cache de 8 MB)\nSistema Operacional;Windows 10 Home Single Language, 64 bits – em Português\nMemória RAM;16GB (2x8GB), DDR4, 2400MHz, expansível até 32GB\nArmazenamento;SSD M.2 128GB + disco Rígido de 1TB (5400 RPM)\nPlaca de vídeo;NVIDIA® GeForce® MX150 de 4GB, GDDR5\nTela;LED Full HD (1920 x 1080) de 15,6\" antirreflexo\nTeclado;padrão ABNT2 - em Português (Brasil), retroiluminado por LEDs na cor branca\nConectividade;Placa de rede Dell Wireless™ 802.11ac + Bluetooth 4.1, banda dupla (2.4 GHz/5 GHz, 2x2)\nBateria;3 células e 42 Wh (integrada)\nPacote Office;Avaliação por 30 dias do Microsoft® Office\nSoftware de Segurança;McAfee LiveSafe - 1 ano\nUnidade óptica;sem unidade óptica\nFonte de alimentação;Adaptador CA de 65 Watts BCC",
        "storeProductTitle": "Notebook Dell i15-7572-M30S",
        "storeProductWarrantyDays": 0,
        "storeProductWarrantyDetail": "Em domicilio diretamente com a Dell",
        "storeProductWeight": 3,
        "storeProductWidth": 38,
        "updatedAt": {
            "$date": 1568582565095
        }
    },
    "5bc9b0f94253f81781fac9d8": {
        "__v": 0,
        "_id": {
            "$oid": "5bc9b0f94253f81781fac9d8"
        },
        "createdAt": {
            "$date": 1539947246739
        },
        "dealerName": "Dell",
        "dealerProductActive": true,
        "dealerProductPrice": 3602,
        "dealerProductWarrantyDays": 90,
        "displayPriority": 100.0,
        "images": [
            "upload_a9feea2e9cef974d973f413bb67a3729.jpg",
            "upload_34ffbe2894b1d6885c86cad2e78420d7.jpg",
            "upload_b651eec7920dbeb02720104e84222295.jpg",
            "upload_4501966544c95dba906264b98f0ff57e.jpg",
            "upload_76558da245a04ab8916eb249c62432db.jpg"
        ],
        "storeProductActive": true,
        "storeProductAdditionalInformation": "Produto Outlet;Este é um equipamento Dell outlet, ou seja, ele retornou para o fabricante pela lei do arrependimento do código de defesa do consumidor (podendo ter sido usado em até 7 dias) ou por outros motivos, mas ao retornar, ele passou novamente pelo processo de análise de qualidade e, havendo qualquer necessidade, são recondicionados, testados e reembalados pelo fabricante Dell do Brasil. A garantia de 3 meses é fornecida pelo fabricante para cumprir o artigo 26, inciso II da lei 8078/90. O produto encontra-se em excelente estado, sem marcas de uso ou avaria estéticas (arranhões ou amassados).\nGarantia;A garantia de 3 meses é diretamente e integralmente com a Dell do Brasil, ou seja, se o produto apresentar problemas mesmo dentro dos 7 primeiros dias, o cliente deve ligar para o telefone 0800-970-3384 - opção 5. Após o diagnóstico feito pelo telefone, um técnico irá até a residência trocar a peça danificada. O Fabricante não é obrigado a trocar todo o produto para resolver o problema, cabendo à ele esta decisão. Este prazo de 3 meses pode ser estendido em até 4 anos através do telefone 0800 no site da Dell do Brasil.",
        "storeProductCategory": "Notebooks",
        "storeProductCommercialize": false,
        "storeProductDescription": "Muitos não sabem, mas os processadores Core i7 para notebooks não possuem a mesma quantidade de núcleos físicos do que os processadores Core i7 para computadores desktops, isso se deve principalmente a limitação na refrigeração e no consumo de energia que os notebooks possuem, mas para os notebooks gamers, que possuem uma ventilação de alta performance e uma bateria com mais células, esta limitação pode ser eliminada.\n\nO processador Core i7-7700HQ que equipa este notebook possui quatro núcleos físicos, a mesma quantidade dos processadores Core i7 para desktops, como o i7-7700, por exemplo. Além disso, a frequência turbinada pode chegar a 3,8 GHz cada núcleo. O SmartCache (que compartilha informações com todos os núcleos) é de 6MB.\n\nOs chips gráficos que equipam os notebooks geralmente possuem quantidade de processadores reduzidos, frequências reduzidas, instruções ou memórias reduzidas. Isso é necessário porque esquentaria muito o notebook, o qual não possui a mesma capacidade de refrigeração do que os computadores desktops, porém, o chip gráfico NVIDIA GeForce GTX 1050 TI que equipa estes notebooks gamers Dell Inspiron é o mesmo que equipa as placas de vídeo para os computadores desktops, oferecendo a mesma performance. Isso foi possível porque o fabricante caprichou na refrigeração, tanto do CPU quanto do GPU.\n\n\nPara conseguir refrigerar estes dois poderosos chips (CPU e GPU), a Dell adotou dois sistemas de refrigeração independentes com canos duplos de cobre e duas ventoinhas com 240 lâminas térmicas. As saídas de ar são pelas traseiras e laterais do notebook, evitando que o usuário tenha contato com este ar quente.\n\nGeralmente, os notebooks de alta performance são mais grossos para conseguir acomodar os sistemas de refrigeração maiores, mas no modelo Inspiron 15 7567, sua espessura é tão fina quanto os demais ultrabooks. Para conseguir uma altura de apenas 2,5 cm, a unidade óptica (DVD-RW) foi removida, uma atitude que não incomoda tanto mais, pois este tipo de dispositivo está em desuso em função das novas tecnologias disponíveis no mercado.\n\n\n\nA tela de 15,6 polegadas com tecnologia IPS, resolução Full HD (1920 x 1080 pixels) e antirreflexo, oferece um conforto visual e qualidade de imagem impressionante. A tela antirreflexo evita que ela mesma reflita as imagens que estão atrás do usuário, reduzindo consideravelmente as interferências visuais do ambiente, principalmente em locais mais claros e iluminados.\n\nQuando o jogador estiver em ambientes muito escuros, a visualização das teclas do teclado passa ser o problema, fazendo com que o jogador se perca no meio de uma partida até posicionar novamente os seus dedos sobre as teclas, para evitar isso, A Dell colocou em cada tecla uma iluminação em LED branco, podendo inclusive, alterar o nível de luminosidade pressionando a tecla F10. \n\nA qualidade sonora é impressionante pelos alto falantes adotados, um dos recursos que mais contribuiu para isso é a tecnologia Waves MaxxAudio e um mini subwoofer na parte debaixo, o que melhora os sinais para os sons mais graves.\n\nO conforto operacional das teclas é muito boa, com resposta tátil suave, com ruído no seu acionamento muito baixo e o seu layout seguindo o padrão Brasileiro ABNT2. Por ser um notebook de porte maior, foi possível incluir um teclado numérico sem reduzir o tamanho das teclas ou comprometer o layout do teclado alfabético ou teclado numérico.\n\n\nOutro dispositivo que merece elogios em relação ao conforto operacional e recursos é o touch pad, com uma área grande de atuação, incluindo os botões. Ele suporta multi toques e gestos, o que ajuda os profissionais em alguns softwares de edição.\n\nA rede sem fio Dual Band Dell 1820 permite através da frequência 2,4 GHz atingir distâncias maiores e através dos 5 GHz uma performance muito superior para jogos. Embora o sinal de 5 GHz não consiga operar bem em distâncias maiores, ele consegue um tempo de resposta muito baixo, ideal para reduzir os pings ou lags nos jogos multijogadores (games online) em que o roteador (também Dual Band) esteja próximo ao notebook. Caso o jogador prefira a rede cabeada, este notebook possui ainda uma conexão RJ-45 para rede ethernet de 1Gbps. Embora o chip de rede não seja da série Killer, que foca todo o tráfego da rede para os jogos online, ainda sim, é melhor para jogos do que as redes sem fio (mesmo o Wi-Fi de 5GHz), mas traz o desconforto de cabos e reduz a mobilidade.\n\nPara reduzir a discrepância de performance entre os chips (CPU e GPU) e o HD mecânico, a Dell adotou uma unidade que possui 8GB de SSD integrado, no qual recebe os arquivos mais utilizados, isso melhora a performance geral do notebook, tanto em aplicativos de escritório e profissionais quanto em jogos 3D e no próprio sistema operacional. Além disso, a placa mãe deste notebook possui um slot M.2 2280 para os cartões SSD de até 256GB.",
        "storeProductDetail": "Core i7-7700HQ, 16GB, SSD 256GB, HD 1TB, tela IPS 15.6 FullHD, GeForce GTX 1050Ti, teclado retroiluminado e Windows 10 Home",
        "storeProductDiscountEnable": false,
        "storeProductDiscountType": "%",
        "storeProductDiscountValue": 5,
        "storeProductHeight": 11,
        "storeProductId": "7567B30",
        "storeProductLength": 48,
        "storeProductMaker": "Dell",
        "storeProductMarkup": 33,
        "storeProductPrice": 4790.66,
        "storeProductQtd": 0,
        "storeProductQtdSold": 0,
        "storeProductTechnicalInformation": "Processador;7ª geração do Processador Intel® Core™ i7-7700HQ (4 núcleos, expansível até 3,8 GHz, Cache de 6 MB)\nSistema operacional;Windows 10 Home Single Language, de 64 bits - em Português (Brasil)\nMemória RAM;Memória de 16GB Dual Channel, DDR4, 2400 MHz\nArmazenamento;Drive primário SSD de 256GB + disco rígido de 1TB (5400 RPM)\nPlaca de vídeo;NVIDIA® GeForce® GTX 1050Ti com GDDR5 de 4 GB\nTela;LED Full HD retroiluminada (1920X1080) IPS de 15.6 polegadas com antirreflexo\nConectividade;Placa de rede Dell Wireless™ 802.11ac + Bluetooth 4.0, banda dupla (2.4 GHz/5 GHz, 2x2)\nBateria;74 Wh e 6 células (integrada)\nMicrosoft Office;Avaliação do Microsoft® Office - válida por 30 dias\nSoftware de Segurança;McAfee LiveSafe - 1 ano\nÁudio e alto-falantes;2 alto-falantes ajustados e 1 subwoofer; processamento de áudio com Waves MaxxAudio® Pro \n1 entrada combinada de microfone/fone de ouvido\nCâmera;Webcam widescreen de alta definição (720p) integrada com microfone de matriz digital dupla \nPortas;1 HDMI 2.0 3 USB 3.0 incluindo 1 com PowerShare\nSlots;1 slot de segurança de trava Noble 1 leitor de cartão de memória MMC/SD (UHS50) 2 em 1 e 1 rede Ethernet 10/100/1000 RJ-45\nCompartimentos;Porta de serviço de fácil acesso para upgrade de hardware\nOpções de cores;Acabamento em preto fosco\nTeclado;tamanho normal padrão em inglês, resistente a derramamento de líquidos, retroiluminado com luz vermelha e destaque nas teclas WASD\nSistema de Resfriamento;Duas saídas de ar e dois coolers com 240 lâminas térmicas para resfriamento rápido\nSem unidade de disco óptico;\nVoltagem;Bivolt\nDimensões;Altura : 2,5 cm x Largura : 38,4 cm x Profundidade : 27,4 cm\nPeso;2,62 kg\nCódigo EAN;07899864912511",
        "storeProductTitle": "Notebook gamer Dell i15-7567-b30p",
        "storeProductWarrantyDays": 0,
        "storeProductWarrantyDetail": "Em domicilio diretamente com a Dell",
        "storeProductWeight": 3,
        "storeProductWidth": 38,
        "updatedAt": {
            "$date": 1539947246739
        }
    },
    "5bc9c44f4253f81781fac9db": {
        "__v": 0,
        "_id": {
            "$oid": "5bc9c44f4253f81781fac9db"
        },
        "createdAt": {
            "$date": 1539952155914
        },
        "dealerName": "Dell",
        "dealerProductActive": true,
        "dealerProductPrice": 3354,
        "dealerProductWarrantyDays": 90,
        "displayPriority": 100.0,
        "images": [
            "upload_a2da6464e0adf4363bc55fb681640dbf.jpg",
            "upload_55ec0f72f32973742f6dc9a6359791d2.jpg",
            "upload_2442a2c67fb7f32b5af948ce8ec66cbf.jpg",
            "upload_4b49d71c715e6fad290dbdde5fceda0a.jpg",
            "upload_3230b718a989fc26585af8a3fea4f77b.jpg",
            "upload_901334df94f1900e066643105f8bf43b.jpg",
            "upload_f10b346efe73a1f788c92b5f6d01876c.jpg"
        ],
        "storeProductActive": true,
        "storeProductAdditionalInformation": "Produto outlet;Este é um equipamento Dell outlet, ou seja, ele retornou para o fabricante pela lei do arrependimento do código de defesa do consumidor (podendo ter sido usado em até 7 dias) ou por outros motivos, mas ao retornar, ele passou novamente pelo processo de análise de qualidade e, havendo qualquer necessidade, são recondicionados, testados e reembalados pelo fabricante Dell do Brasil. A garantia de 3 meses é fornecida pelo fabricante para cumprir o artigo 26, inciso II da lei 8078/90. O produto encontra-se em excelente estado, sem marcas de uso ou avaria estéticas (arranhões ou amassados).\nGarantia;A garantia de 3 meses é diretamente e integralmente com a Dell do Brasil, ou seja, se o produto apresentar problemas mesmo dentro dos 7 primeiros dias, o cliente deve ligar para o telefone 0800-970-3384 - opção 5. Após o diagnóstico feito pelo telefone, um técnico irá até a residência trocar a peça danificada. O Fabricante não é obrigado a trocar todo o produto para resolver o problema, cabendo à ele esta decisão. Este prazo de 3 meses pode ser estendido em até 4 anos através do telefone 0800 no site da Dell do Brasil.",
        "storeProductCategory": "Notebooks",
        "storeProductCommercialize": false,
        "storeProductDescription": "Os novos modelos 7000 da linha Inspiron 14 da Dell estão muito mais bonitos, com um acabamento prata perolizado tanto na tampa quanto na parte de baixo. Por dentro, o acabamento do gabinete possui uma textura lisa e emborrachada, enquanto o tamanho do notebook foi reduzido, graças às molduras finas (ao contrário do que o fabricante anuncia, não se trata de bordas infinitas), que permitiu um porte semelhante aos de notebooks com tela de 13 polegadas. A espessura do notebook também foi reduzida, tornando este modelo um notebook de 14 polegadas bem mais portátil do que os seus concorrentes.\n\nAlém da beleza, o notebook Dell Inspiron 14 7472 é leve e resistente, com a moldura superior reforçada com liga de magnésio e o teclado resistente ao derramamento de líquidos. Para garantir que as dobradiças permaneçam firmes mesmo após muito tempo de uso, o sistema foi testado mais de 20.000 vezes sem sofre alterações. Já as teclas do teclado também foram testadas, com mais de 10 milhões de toques e o touchpad pressionado mais de 1 milhão de vezes, ambos sem apresentar falhas.\n\n\n\nUma conexão que está se tornando raro em notebooks modernos é o RJ-45 para rede cabeada, isso se deve à finura dos notebooks e ultrabooks, pois este conector é maior, mas a Dell conseguiu incluir esta conexão, bastando puxar para baixo uma tampinha para permitir a conexão do cabo de rede. No mais, as tradicionais conexões dos modernos notebooks permanecem, como três portas USB, um HDMI 1.4a, um P2 para áudio e um leitor de cartões SD.\n\nQuanto à tela, a resolução nativa é Full HD (1920 x 1080 pixels), possui tecnologia IPS e Truelife, contraste elevado e brilho alto, em torno de 300 nits, mas o recurso de toque não está disponível. Devido à finura das bordas, a webcam e os microfones embutidos passaram para a parte inferior da tela.\n\nA qualidade sonora é impressionante, com apenas dois alto falantes, a Dell conseguiu um som alto e cristalino, com graves fortes e bem definidos, uma qualidade superior à muitas caixas de som avulsas do mercado.\n\nO Teclado segue o padrão Português Brasileiro ABNT2, com retro iluminação em LEDs brancos, que podem ter a sua intensidade alterada ou desligada pressionando a tecla F10. É resistente ao derramamento de líquidos. O teclado numérico não está presente, pois não caberia neste notebook. As teclas principais mantiveram o seu tamanho padrão e suas posições originais. São teclas silenciosas e a sua resposta tátil é muito agradável.\n\n\n\nJá o touchpad possui uma área grande de atuação, os botões também fazem parte desta área de atuação, ampliando mais ainda o seu tamanho operacional. A sua superfície é composta de um material bem deslizante. Multi toques e gestos são suportados, uma função útil para alguns profissionais.\n\nReferente às conexões sem fio, a rede Wireless da Dell possui banda dupla (dual band), ou seja, opera em duas frequências simultaneamente, uma de 2,4 GHz para distâncias maiores e outra de 5 GHz para performance mais elevada. Além disso, é possível transmitir o vídeo através da tecnologia Intel WiDi. O bluetooth presente é da versão 4.0\n\nQuando o notebook encontra-se alimentado pela bateria, este vídeo integrado da Intel assume, pois embora ele tenha uma performance mais fraca para funções 3D e outras tarefas de vídeo avançadas, ele consome menos energia, mas quando o notebook encontra-se alimentado pela rede elétrica, o vídeo GeForce MX150 da nVidia assume, por ter uma perfomance muito superior.\n",
        "storeProductDetail": "Core i7-8550U, 16GB RAM, SSD 128GB + HD 1TB, GeForce MX150, tela 14 IPS FullHD, teclado retroiluminado e Windows 10 Home",
        "storeProductDiscountEnable": false,
        "storeProductDiscountType": "%",
        "storeProductDiscountValue": 5,
        "storeProductHeight": 11,
        "storeProductId": "7472m30s",
        "storeProductLength": 48,
        "storeProductMaker": "Dell",
        "storeProductMarkup": 33,
        "storeProductPrice": 4460.82,
        "storeProductQtd": 0,
        "storeProductQtdSold": 0,
        "storeProductTechnicalInformation": "Processador;8ª geração do Processador Intel® Core™ i7-8550U (1.8GHz expansível até 4 GHz, cache de 8 MB)\nSistema Operacional;Windows 10 Home Single Language, de 64 bits - em Português (Brasil)\nMemória;DDR4 de 16 GB em dual channel a 2400 MHz\nArmazenamento;Unidade primária de 128GB SSD + Disco rígido de 1TB (5400 RPM) SATA 6Gbps\nPlaca de vídeo;NVIDIA® GeForce® MX150 de 4GB, GDDR5\nTela;LED IPS Full HD (1920 x 1080) de 14\" com Truelife e borda fina\nTeclado;Retroiluminado - em Português brasileiro (ABNT2)\nConectividade;Placa de rede Dell Wireless™ 802.11ac + Bluetooth 4.1, banda dupla (2.4 GHz/5 GHz, 2x2)\nMultimídia;Webcam 720p com microfone estéreo\nBateria;3 células e 42 Wh (integrada)\nFonte de alimentação;Adaptador bivolt CA de 65 Watts\nCódigo EAN;7899864913549",
        "storeProductTitle": "Notebook Dell  i14-7472-m30s",
        "storeProductWarrantyDays": 0,
        "storeProductWarrantyDetail": "Em domicilio diretamente com a Dell",
        "storeProductWeight": 3,
        "storeProductWidth": 38,
        "updatedAt": {
            "$date": 1539952155914
        }
    },
    "5bc9d0654253f81781fac9dd": {
        "__v": 0,
        "_id": {
            "$oid": "5bc9d0654253f81781fac9dd"
        },
        "createdAt": {
            "$date": 1539960060981
        },
        "dealerName": "Dell",
        "dealerProductActive": true,
        "dealerProductPrice": 2317,
        "dealerProductWarrantyDays": 90,
        "displayPriority": 100.0,
        "images": [
            "upload_cb8056f08defcb53ff923301e9da8763.jpg",
            "upload_efe4f96b1a86e6c96e13d0f7822daeb8.jpg",
            "upload_98f963d871a719d07a4f01646730b39e.jpg",
            "upload_6c2cdf41446620858dc3b7be4980f671.jpg",
            "upload_aaa944ce70495d97855256d40498f05e.jpg",
            "upload_3e758cd95ab9e828ec992e27e0e3abed.jpg",
            "upload_0e9065e1db30f0b69534ea0a5de2f5d2.jpg"
        ],
        "storeProductActive": true,
        "storeProductAdditionalInformation": "Produto Outlet;Este é um equipamento Dell outlet, ou seja, ele retornou para o fabricante, geralmente pela lei do arrependimento do código de defesa do consumidor (podendo ter sido usado em até 7 dias) ou por outros motivos, mas ao retornar, ele passou novamente pelo processo de análise de qualidade e, havendo qualquer necessidade, são recondicionados, testados e reembalados pelo fabricante Dell do Brasil. A garantia de 3 meses é fornecida pelo fabricante para cumprir o artigo 26, inciso II da lei 8078/90.\nGarantia;A garantia de 3 meses é diretamente e integralmente com a Dell do Brasil, ou seja, se o produto apresentar problemas mesmo dentro dos 7 primeiros dias, o cliente deve ligar para o telefone 0800 970-3366 ou 0800 970-3384. Após o diagnóstico feito pelo telefone, um técnico irá até a residência trocar a peça danificada. O Fabricante não é obrigado a trocar todo o produto para resolver o problema, cabendo à ele esta decisão. Este prazo de 3 meses pode ser estendido em até 4 anos através do telefone 0800 no site da Dell do Brasil.",
        "storeProductCategory": "Notebooks",
        "storeProductCommercialize": false,
        "storeProductDescription": "Ter um notebook com uma tela que gire até 360 graus permite usá-lo em várias ocasiões que exigam praticidade, performance, conforto ou aparência. Devido ao acelerômetro, botão Home, sistema operacional, tela de toque e tecnologia IPS, você pode usar este notebook naturalmente com um tablet.\nNotebooks, ultrabooks ou até mesmo tablets com telas maiores proporcionam mais conforto e produtividade para o usuário, conseguindo exibir mais informações numa tela, com qualidade e leitura mais agradável. O Inspiron 15 5578 possui tela de 15,6 polegadas com resolução Full HD (1920 x 1080), permitindo inclusive, assistir aos filmes de blu-ray sem perder qualidade.\nOutra característica que porporciona mais conforto e produtividade é o layout e tamanho do teclado, sendo que o Dell Inspiron 15 5578 possui o layout brasileiro ABNT2 com tamanho normal das teclas. Além disso, ele é retroiluminado por LEDs brancos, que consomem muito pouca energia e ajudam a digitar em lugares escuros.\nComo estamos tratando de um produto para diversão e conteúdos multimídias consomem muito espaço, o Inspiron 15 5578 possui 1TB (1000GB) de capacidade para armazenar os seus filmes, vídeos, músicas e muitas fotos.\nE por último, mas não menos importante na questão de conforto e produtividade, temos um touchpad com uma área de atuação muito grande, incluindo a área de cliques dos botões, além disso, ele permite gestos multi toques, como o movimento de pinça, zoom e etc. Suporta até três toques simultâneos, que podem ser configurados pelo usuário no sistema operacional para realizar várias tarefas, como alternar aplicativo, por exemplo.\n\nComo funciona o 2 em 1\n\nPor ter uma tela que gira 360 graus, é possível usar este ultrabook como um tablet, assim que o usuário girar a tela mais de 180 graus, o teclado e o touchpad é automaticamente desativado, o acelerômetro acionado e o modo tablet no Windows 10 é habilitado. Quando o usuário voltar com a tela na posição menor de 180 graus, o teclado e o touchapd voltam a operar, inclusive, a iluminação (se houver no modelo) deles volta a acender. \n\n\nEnquanto a tela estiver na posição inferior a 180 graus, a sua orientação não muda automaticamente, pois o acelerômetro está desativado, para isso, é necessário realizar esta alteração manualmente na configuração de vídeo do sistema operacional.",
        "storeProductDetail": "Core i5-7200U, 8GB RAM, HD 1TB, tela IPS 15.6 Touchscreen FullHD, teclado retroiluminado e Windows 10 Home",
        "storeProductDiscountEnable": false,
        "storeProductDiscountType": "%",
        "storeProductDiscountValue": 5,
        "storeProductHeight": 11,
        "storeProductId": "5578a10",
        "storeProductLength": 48,
        "storeProductMaker": "Dell",
        "storeProductMarkup": 33,
        "storeProductPrice": 3081.61,
        "storeProductQtd": 0,
        "storeProductQtdSold": 0,
        "storeProductTechnicalInformation": "Processador;7ª geração do Processador Intel® Core™ i5-7200U (2.5 GHz expansível até 3,1 GHz, Cache de 3 MB)\nSistema operacional;Windows 10 Home Single Language, 64 bits - em Português (Brasil)\nMemória RAM;8GB, DDR4, 2400MHz (Velocidade máxima de 2133MHz devido ao barramento do processador)\nArmazenamento;Disco rígido (HD) de 1TB (5400 RPM)\nPlaca de vídeo;Intel® HD Graphics 620\nTela;15.6” Full HD (1920 x 1080) sensível ao toque com painel IPS e Truelife, iluminação traseira por LED, ângulos de visão amplos e câmera com infravermelho\nTeclado;retroiluminado - em Português (Brasil) padrão ABNT2\nConectividade;Placa de rede Dell Wireless™ 802.11ac , banda dupla (2.4 GHz/5 GHz, 2x2)\nBateria;3 células e 42 Wh (integrada)\nMicrosoft Office;Avaliação do Microsoft® Office 2016 - Válido por 30 dias\nSoftware de Segurança;McAfee LiveSafe - 1 ano\nÁudio e alto-falantes;(2) alto-falantes ajustados; processamento de áudio com o Waves MaxxAudio® Pro (1) entrada combinada para fone de ouvido/ microfone\nCâmera;Webcam widescreen integrada de alta definição (720 p) com microfone digital Webcam widescreen de alta definição (720 p) opcional com infravermelho e microfone digital​\nPortas Laterais;1 HDMI v1.4a 2 USB 3.0 (1 com PowerCharge) 1 USB 2.0 1 Conector para fone de ouvido/microfone\nSlots;1 Leitor de cartão de micro ( SD/SDHC/SDXC) Slot de segurança de trava Noble\nChassi;Conversível, gira em até 360 graus. Tela não destacável. Alto falante integrado\nVoltagem;Bivolt\nTeclado/touch pad;resistente a derramamento de líquidos padrão; touch pad de precisão Teclado com Iluminação traseira\nCor/Acabamento;Acabamento com pintura em cinza.\nDimensões;Altura: 2,0 cm x Largura: 38,1 cm x Profundidade : 25,3 cm. \nPeso;a partir de 2,08Kg\nCódigo EAN;7899864908033",
        "storeProductTitle": "Notebook 2 em 1 Dell i15-5578-a10",
        "storeProductWarrantyDays": 0,
        "storeProductWarrantyDetail": "Em domicilio diretamente com a Dell",
        "storeProductWeight": 3,
        "storeProductWidth": 38,
        "updatedAt": {
            "$date": 1568582394852
        }
    },
    "5bca18574253f81781fac9ed": {
        "__v": 0,
        "_id": {
            "$oid": "5bca18574253f81781fac9ed"
        },
        "createdAt": {
            "$date": 1539972795196
        },
        "dealerName": "Dell",
        "dealerProductActive": true,
        "dealerProductPrice": 4005,
        "dealerProductWarrantyDays": 90,
        "displayPriority": 100.0,
        "images": [
            "upload_34563351f3e3c7cfc6b2c2ceb3e375f9.jpg",
            "upload_12d1c2ea1c92d6ef489fc33d893e2a1c.jpg",
            "upload_311b93a98e82f4b81bfb2d103495c3a6.jpg",
            "upload_3abf3b9749076fdc243f23f178853eae.jpg",
            "upload_9d1409c42630c3ce298f659529a759a9.jpg",
            "upload_542d97f8f5bd69e2af5c8bb0f1541aa1.jpg",
            "upload_94ed639e0cf0450d6b5da9cc57e6e3dd.jpg"
        ],
        "storeProductActive": true,
        "storeProductAdditionalInformation": "Produto Outlet;Este é um equipamento Dell outlet, ou seja, ele retornou para o fabricante pela lei do arrependimento do código de defesa do consumidor (podendo ter sido usado em até 7 dias) ou por outros motivos, mas ao retornar, ele passou novamente pelo processo de análise de qualidade e, havendo qualquer necessidade, são recondicionados, testados e reembalados pelo fabricante Dell do Brasil. A garantia de 3 meses é fornecida pelo fabricante para cumprir o artigo 26, inciso II da lei 8078/90. O produto encontra-se em excelente estado, sem marcas de uso ou avaria estéticas (arranhões ou amassados).\nGarantia;A garantia de 3 meses é diretamente e integralmente com a Dell do Brasil, ou seja, se o produto apresentar problemas mesmo dentro dos 7 primeiros dias, o cliente deve ligar para o telefone 0800-970-3384 - opção 5. Após o diagnóstico feito pelo telefone, um técnico irá até a residência trocar a peça danificada. O Fabricante não é obrigado a trocar todo o produto para resolver o problema, cabendo à ele esta decisão. Este prazo de 3 meses pode ser estendido em até 4 anos através do telefone 0800 no site da Dell do Brasil.",
        "storeProductCategory": "Notebooks",
        "storeProductCommercialize": false,
        "storeProductDescription": "Mais eficiência, leveza ainda maior\nO menor notebook de 13 polegadas do mundo: seu entretenimento pode ir com você a qualquer lugar. Pesando a partir de 2,67 lb, o menor, mais fino e mais leve XPS 13 está pronto para decolar. O tamanho é tão perfeito para as mesas de avião que você nem notará quando o passageiro à sua frente reclinar o assento. \n\nPerformance excelente: com os novos processadores Intel® de 4 núcleos de 8ª geração, mais núcleos significam mais performance, mesmo com vários aplicativos em execução. Além disso, o Dell Power Manager, desenvolvido pela Dell, permite escolher o modo de energia, que proporciona o máximo de energia do seu processador de forma dinâmica, ao mesmo tempo que monitora e gerencia as temperaturas do sistema de forma inteligente. Some tudo e você terá o notebook de 13 polegadas mais eficiente da categoria*.\n\nTrabalhe ou jogue por mais tempo: você desfrutará de duração da bateria incrivelmente longa – até 19 horas e 46 minutos*, em um modelo FullHD, ao usar aplicativos de produtividade como o Word ou Excel.\n\nMemória mais rápida, mais armazenamento: seu sistema é inicializado e reiniciado em segundos graças ao armazenamento de unidade de estado sólido de até 1 TB. Realize tarefas simultâneas em um piscar de olhos, mesmo com uso intenso de aplicativos, com até 16 GB de memória.\n\n\nVisual atraente que mantém a temperatura refrigerada\nSofisticado e estiloso: inspirada nas tendências de última moda, a versão em Rose Gold do novo XPS 13 lança um acabamento do apoio para as mãos exclusivo revestido de fibra de vidro trançada na cor branco-neve, desenvolvido especialmente para a Dell. Nossa equipe de design trabalhou incansavelmente para obter detalhes perfeitos: iluminação traseira do teclado elaborada cuidadosamente, revestimento resistente a UV e manchas, que evita amarelamento e marcas ao longo do tempo, além de embalagem e acessórios combinando.\n\nResistência impressionante: o XPS 13 foi lapidado de um único bloco de alumínio. Portanto, é mais durável do que uma máquina composta por partes. Inspirados pelo setor aeroespacial, a fibra de carbono e a fibra de vidro trançada do apoio para as mãos permitem máxima resistência e peso mínimo. O Corning® Gorilla® Glass 4 é duas vezes mais resistente a danos.\n\nPequenos detalhes, grande impacto: esteticamente falando, menos é mais. Por isso, o logotipo do XPS em aço inoxidável é embutido, os detalhes regulamentares são gravados a laser e os pés são da mesma cor para tornar o visual mais elegante. O acabamento em prata platinada polida produz um brilho reluzente.\n\nMais frio do que nunca: o XPS 13 é o primeiro notebook desenvolvido com isolamento térmico da GORE™, que oferece níveis de condutividade térmica menores do que o ar em um formato fino e flexível, para manter seu notebook resfriado enquanto está em pleno vapor. Enquanto o isolamento da GORE™ direciona o calor para longe do dispositivo, dois ventiladores e dissipadores de calor diminuem ainda mais a temperatura do XPS, permitindo maior performance em um formato mais fino.\n\n\nTecnologia avançada simplificada\nVocê é a senha: escolha entre duas maneiras seguras e personalizadas de fazer login. A câmera infravermelho com Windows Hello reconhece seu rosto, desbloqueando o XPS com a segura tecnologia de reconhecimento facial. O leitor de impressão digital integrado ao botão liga/desliga permite fazer login com apenas um toque.\n\nInicie uma conversa: o XPS 13 responde à sua voz a até mais de 4 metros de distância, graças aos quatro microfones integrados, Microsoft Cortana e tecnologia de voz ativada para Waves. Controle suas playlists e acesse programações, independentemente do ruído de fundo.\n\nConectividade de ponta: as portas Type-C ThunderBolt™ 3 multiuso permitem recarregar o notebook, conectar-se a vários dispositivos (incluindo suporte para até dois monitores 4K) e desfrutar de transferências de dados de até 40 Gbit/s, oito vezes mais rápido do que uma porta USB 3.0*.\n\nDocking avançado: o XPS 13 pode ser usado com as soluções de Docking da Dell, com conexões de cabo único para energia, Ethernet, áudio e vídeo. Adicione o Dell Thunderbolt™ Dock opcional para obter transferências de dados mais rápidas e suporte para até três telas FullHD ou dois monitores 4K.\n\n\nEcologicamente inteligente\nPreservando os mares: reconhecida pela CES com o \"Prêmio O Melhor da Inovação 2018\", nossas embalagens do modelo prata estão um passo à frente da reciclagem. Vinte e cinco por cento dos materiais consistem em plástico coletado do oceano em áreas litorâneas, enquanto os 75% restantes são compostos por outros plásticos reciclados.\n\nBaixo consumo de energia: o XPS 13 conta com a certificação ENERGY STAR®.\n\nMateriais mais inteligentes: sem materiais como cádmio, chumbo, mercúrio e alguns ftalatos, ele conta também com a certificação EPEAT® Gold* e não contém BFR/PVC.\n\nReciclável: 90% das peças do notebook podem ser facilmente recicladas ou reutilizadas, e a embalagem branca do XPS 13 Rose Gold são 100% recicláveis.\n\nO melhor em segurança com soluções de endpoint líderes do setor que incluem criptografia, autenticação e proteção de ponta contra ameaças.\n\n\n\n• Proteja os dados em vários endpoints com o Dell Data Protection | Encryption. Com esse recurso instalado de fábrica, os administradores de TI podem gerenciar remotamente as políticas de criptografia para atender facilmente e de imediato às regulamentações de conformidade*.\n\n• O Dell Data Protection | Endpoint Security Suite Enterprise inclui prevenção avançada contra ameaças, autenticação e criptografia de nível empresarial e interrompe o malware antes que ela seja executado. De fato, testes comprovam que nossa proteção é 99% eficaz contra as ameaças em comparação com as soluções antivírus tradicionais mais populares, que são capazes de detectar, em média, apenas 50% das mesmas ameaças. \n\nO XPS mais gerenciável do mundo permite que a TI altere as configurações do BIOS e configure sistemas com a ampla flexibilidade que seus negócios exigem. \n\n• Compatibilidade com o Dell Client Command Suite: ferramentas gratuitas que ajudam a automatizar e simplificar a implantação, o monitoramento e a atualização de sistemas em ambientes de TI complexos.\n\n• Instalado de fábrica, o Dell Command | Update elimina o demorado processo de busca, além de minimizar a interrupção do sistema.\n\n• Instalado de fábrica com o Dell Command | Power Manager e o Battery Extender Mode.\n\n• Simplifique as implantações com longos ciclos de vida útil usando os Dell Configuration and Deployment Services com os Dell Imaging Services.\n\n• As soluções de gerenciamento de sistemas KACE atendem às necessidades mais exigentes de gerenciamento de TI.\n\n\n",
        "storeProductDetail": "Core i7-8550U, 8GB RAM, SSD 256GB, tela IPS 13.3 borda infinita FullHD, teclado retroiluminado, Wireless killer e Windows 10 Home",
        "storeProductDiscountEnable": true,
        "storeProductDiscountType": "%",
        "storeProductDiscountValue": 5,
        "storeProductHeight": 11,
        "storeProductId": "9370m10s",
        "storeProductLength": 48,
        "storeProductMaker": "Dell",
        "storeProductMarkup": 33,
        "storeProductPrice": 5060.32,
        "storeProductQtd": 0,
        "storeProductQtdSold": 0,
        "storeProductTechnicalInformation": "Processador;8ª geração do Processador Intel® Core™ i7-8550U (expansível até 4.0GHz, 8M de cache)\nSistema Operacional;Windows 10 Home, de 64-bits - em Português (Brasil)\nMemória;8GB, LPDDR3, 2133MHz (capacidade máxima de até 32GB)\nArmazenamento;SSD (Unidade de estado sólido) de 256GB\nPlaca de vídeo;Intel® UHD Graphics 620\nTela;IPS LED 13.3 polegadas (1920 x 1080) com borda infinita\nTeclado;Retro iluminado - layout em Inglês internacional\nConexão sem fio;Killer Wireless 1435 802.11ac 2x2 com Bluetooth\nÁudio;Waves MaxxAudio Pro\nUnidade óptica;Não possui leitor e gravador de CD/DVD\nBateria;Integrada com 4 células (52 Whr)\nPacote Office;Avaliação de 30 dias do Microsoft Office\nSoftware de segurança;Pacote McAfee LiveSafe - válida por 1 ano\nFonte de alimentação;Adaptador CA de 45 watts\nDimensões;Altura: 0.78 à 1.16cm, Largura: 30.2 cm, Profundidade: 19,9 cm\nPeso;1,21Kg\nCódigo EAN;7899864913716",
        "storeProductTitle": "Ultrabook Dell XPS 9370-M10S",
        "storeProductWarrantyDays": 0,
        "storeProductWarrantyDetail": "Em domicilio diretamente com a Dell",
        "storeProductWeight": 3,
        "storeProductWidth": 38,
        "updatedAt": {
            "$date": 1539972795196
        }
    }
}