{
    "5ef60267dfdfea1f71362716": {
        "__v": 0,
        "_id": {
            "$oid": "5ef60267dfdfea1f71362716"
        },
        "createdAt": {
            "$date": 1593181324638
        },
        "dealerName": "Dell",
        "dealerProductActive": true,
        "dealerProductLocation": "",
        "dealerProductPrice": 20000,
        "dealerProductWarrantyDays": 90,
        "displayPriority": 1,
        "ean": "",
        "images": [
            "upload_2404a9134a4c64632093e963f0cc9d83.jpg",
            "upload_79ac5b40fb88cf0e046a749969e7e54d.jpg",
            "upload_18f99fbe73089035de2bb52fe8a04a4d.jpg",
            "upload_cd4a0f334eaf6eef3a810d79d2cca125.jpg"
        ],
        "includeOutletText": true,
        "includeWarrantyText": true,
        "marketZoom": true,
        "mercadoLivreId": "MLB1859797565",
        "storeProductActive": true,
        "storeProductAdditionalInformation": "",
        "storeProductCategory": "Notebooks",
        "storeProductCommercialize": true,
        "storeProductDescription": "",
        "storeProductDetail": "Produto DellOutlet\nIntel Core i7-10710U\n8GB RAM, SSD 512 NVMe\nTela 13.3\" FullHD\nTeclado retroiluminado\nLeitor biométrico\nWindows 10 Pro",
        "storeProductDiscountEnable": false,
        "storeProductDiscountType": "%",
        "storeProductDiscountValue": 0,
        "storeProductHeight": 38,
        "storeProductId": "TEST XPS-7390-P10S",
        "storeProductInfoMD": "## Características\n\n### Cores vibrantes\nAo maximizar o espectro de cores 100% sRGB e uma taxa de contraste de 1.500:1, todas as sombras ficam visíveis e até as cenas mais brilhantes ganham definição.\n\n#include srgb\n\n#include dellcinema\n\n### Beleza de todos os ângulos\nCom a tecnologia antirreflexo, combinada à luminosidade superior de 400 nits, você pode desfrutar desta tela mesmo em lugares externos. Além disso, o painel IPS fornece ângulo de visão mais amplo, para que você possa compartilhar sua tela sem perder nada.\n\n#include ips\n\n### Dell Power Manager\nProjetado pela Dell, permite que os usuários personalizem os ruídos (velocidades da ventoinha), a temperatura e o desempenho do laptop com base em suas preferências usando os modos silencioso, ultradesempenho e resfriamento. Por exemplo, o modo silencioso é 50% mais silencioso do que os outros modos. Ele também proporciona, dinamicamente, a potência máxima de seu processador enquanto monitora e gerencia as temperaturas do sistema.\n\n### Bateria de longa duração\nAté 19 horas e 24 minutos ao usar aplicativos de produtividade, como o Word ou Excel, ou até 17 horas e 39 minutos para streaming de conteúdo do Netflix em um modelo Full HD. No nosso painel UHD, obtenha até 11 horas e 24 minutos ao usar aplicativos de produtividade ou até 10 horas e 39 minutos de streaming do Netflix.\n\n### Killer™ AX1650 integrado no chipset\nCom tecnologia Wi-Fi 6 avançada e velocidades teóricas de até 2,4 Gbit/s, o Killer AX1650 é quase três vezes mais rápido que a geração anterior de produtos CA 2x2 de 80 MHz. Ele prioriza o streaming de vídeo, a comunicação e o tráfego de jogos no seu sistema para proporcionar experiências on-line rápidas e sem interrupções.\n\n### Resistente\nO XPS 13 foi lapidado de um único bloco de alumínio. Portanto, é mais durável do que uma máquina composta por partes. A fibra de carbono, inspirada pelo setor aeroespacial, e a fibra de vidro trançada do apoio para as mãos permitem máxima resistência e peso mínimo. O Corning® Gorilla® Glass 4 é duas vezes mais resistente a danos em comparação com os produtos da concorrência.\n\n### Sistema de resfriamento\nO XPS 13 é o primeiro laptop construído com o isolamento térmico GORE™, que fornece níveis de condutividade térmica inferiores aos do ar em um formato fino e flexível. Enquanto o isolamento da Gore direciona o calor para longe do dispositivo, os dual fans e os dissipadores de calor diminuem ainda mais a temperatura do XPS, permitindo maior desempenho em um formato mais fino.\n\n### Você é a senha\nO leitor de impressões digitais integrado no botão liga/desliga permite fazer login com apenas um toque.\n\n### Comandos de voz\nO XPS 13 responde à sua voz a até 4,2 metros de distância, graças a quatro microfones integrados, à Microsoft® Cortana e à tecnologia de voz do Waves. Controle suas playlists e acesse agendamentos, independentemente do ruído de fundo.\n\n### Conectividade inovadora\nAs portas Type-C™ ThunderBolt™ 3 multiúso permitem recarregar o laptop, conectar-se a vários dispositivos (incluindo suporte para até duas telas 4K) e desfrutar de transferências de dados de até 40 Gbit/s, 8 vezes mais rápidas do que uma porta USB 3.0.\n\n### Nova Webcam\nA nova webcam do XPS 13 não está apenas menor, ela também está melhor. A nova lente de quatro elementos usa mais elementos que uma webcam comum para entregar vídeo nítido em todas as áreas da tela, ao passo que a redução temporal de ruídos usa tecnologia avançada, melhorando significativamente a qualidade do vídeo, especialmente em condições com pouca iluminação. A lente é montada por máquinas extremamente precisas para garantir que todos os pontos da imagem estejam em foco.\n\n### Ecologicamente correto\nReconhecidas com o prêmio O Melhor da Inovação da CES® 2018, nossas bandejas de embalagem pretas estão um passo à frente da reciclagem. 25% dos materiais consistem em plástico coletado do oceano em áreas litorâneas, enquanto os 75% restantes são compostos por outros plásticos reciclados.\n\nSem materiais como cádmio, chumbo, mercúrio e alguns ftalatos, conta também com a certificação EPEAT® 2018 Bronze e não contém BFR/PVC.\n\n90% das peças do laptop podem ser facilmente recicladas ou reutilizadas, e as bandejas das embalagens de bambu são 100% recicláveis.\n\n#include dellmobile\n\n#include 10geracao\n\n#include windows10pro",
        "storeProductLength": 48,
        "storeProductMaker": "Dell",
        "storeProductMarkup": 50,
        "storeProductPrice": 30000,
        "storeProductQtd": 4,
        "storeProductQtdSold": 37,
        "storeProductTechnicalInformation": "Processador;Intel® Core™ i7-10710U (1.1 GHz até 4.7 GHz, cache de 12MB, hexa-core, 10ª geração)\nPlaca de vídeo;Integrada Intel® UHD Graphics\nMemória;8GB, LPDDR3, 2133MHz\nArmazenamento;SSD de 512GB PCIe NVMe M.2\nTela;FullHD de 13.3\" (1920 x 1080) com borda fina\nSistema Operacional;Windows 10 Pro de 64 bits em Português Brasileiro\nTeclado;Preto retroiluminado com leitor de impressões digitais - Em inglês\nWireless;Placa de rede Killer™ 6 AX1650 (WiFi 2x2) + Bluetooth 5.0\nBateria;4 células e 51Wh (integrada)\nPortas e slots;leitor de cartão Micro SD, USB-C 3.1 com fornecimento de energia e DisplayPort, Entrada de headset, Slot de trava de segurança Wedge, 2 portas Thunderbolt™ 3 com fornecimento de energia e DisplayPort (4 faixas de PCI Express de 3ª geração), ndicador do medidor de bateria\nDimensões e peso; Altura: 0,78cm a 1,16cm x Largura: 30,2cm x Profundidade: 19,9cm\nPeso inicial: 1,23kg\nCódigo EAN;7899864928246",
        "storeProductTitle": "Teste - Ultrabook Dell XPS-7390-P10S",
        "storeProductWarrantyDays": 0,
        "storeProductWarrantyDetail": "Em domicílio diretamente com a Dell",
        "storeProductWeight": 3000,
        "storeProductWidth": 11,
        "updatedAt": {
            "$date": 1618838117099
        },
        "warrantyMarkdownName": ""
    }
}